simulations/6aba458ec79659ea5e7666e5/case/0/k
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  10                                    |
|   \\  /    A nd           | Website:  www.openfoam.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    object      k;
}

dimensions      [0 2 -2 0 0 0 0];
internalField   uniform 0.065287;

boundaryField
{
    walls { type kqRWallFunction; value uniform 0.006529; }
    floor { type kqRWallFunction; value uniform 0.006529; }
    ceiling { type kqRWallFunction; value uniform 0.006529; }

    inlet_0 { type fixedValue; value uniform 0.652874; }

    outlet_0 { type zeroGradient; }
}
